Repository: gadicc/stable-diffusion-react-nextjs-mui-pwa
Catalog: locales/*/messages.po
Languages: fa_ir

source: "Share" button / filename will include "{sharedInputs}" after the prompt.
fa_ir: دکمه "اشتراک‌گذاری" / نام فایل شامل "{sharedInputs}" بعد از دستور خواهد شد.

source: (Denoising) Strength
fa_ir: قدرت (کاهش نویز)

source: (drag & drop, sharing coming soon)
fa_ir: (کشیدن و رها کردن، اشتراک‌گذاری به زودی)

source: {credits, plural, one {# Credit} other {# Credits}}
fa_ir: {credits, plural, one {# اعتبار} other {# اعتبار}}

source: {numCredits} credits
fa_ir: {numCredits} اعتبار

source: {userCredits, plural, one {# credit remaining} other {# credits remaining}}
fa_ir: {userCredits, plural, one {# اعتبار باقی مانده} other {# اعتبار باقی مانده}}

source: <0>@Comamoca_</0> (こまもか🦊) who contributed the name "KIRI" ("霧") and has just generally been super helpful and supportive of the project 🙏.
fa_ir: <0>@Comamoca_</0> (こまもか🦊) که در ارائه نام "KIRI" ("霧") کمک و مشارکت کرد و به طور کلی برای پروژه فوق‌العاده مفید بوده و از آن حمایت کرده است 🙏.

source: <0>*</0>May change at any time.
fa_ir: <0>*</0>ممکن است هر زمانی تغییر کند.

source: <0>HuggingFace</0> - for their passion and inspiration for making machine learning more accessibe to developers, and in particular, their <1>Diffusers</1> Library.
fa_ir: <0>HuggingFace</0> - برای اشتیاق و الهام‌بخشی‌اش برای اینکه یادگیری ماشینی را برای توسعه‌دهندگان و به ویژه کتابخانه <1>Diffusers</1> آنها قابل دسترس‌تر کند.

source: <0>KIRI.ART</0> ("SD-MUI") is a WEB UI frontend for <1>Stability.AI</1>'s <2>Stable Diffusion</2>.
fa_ir: <0>KIRI.ART</0> ("SD-MUI") یک فرانت اند رابط کاربری وب برای <1>Stability.AI</1> وابسته به <2>Stable Diffusion</2> می‌باشد.

source: <0>KIRI</0> ("霧") is the Japanese word for "fog", a natural phenomena sharing the same "spreading" (<1>diffusion</1>) quality as the method we use for image generation. It has a sharp sound, just like the sharp images we hope you'll produce here :) You could thus consider the site to also be called "fog art" or "diffusion art".
fa_ir: <0>KIRI</0> ("霧") معادل ژاپنی کلمه "مه" است، یک پدیده طبیعی با همان کیفیت "گسترش" (<1> انتشار</1>) مشابه روشی که ما برای تولید تصویر استفاده می‌کنیم. صدای واضحی دارد، درست مانند تصاویر واضحی که امیدواریم در اینجا تولید کنید :) بنابراین می‌توانید سایت را «هنر مه» یا «هنر انتشار» نیز در نظر بگیرید.

source: <0>Learn more</0>
fa_ir: <0>بیشتر بدانید</0>

source: <0>Stability.Ai</0> - for their incredible time, work and efforts in creating <1>StableDiffusion</1> and no less so, their decision to release it publicly with an open source license.
fa_ir: <0>Stability.Ai</0> - برای وقت، کار و تلاش باورنکردنی آنها در ایجاد <1>StableDiffusion</1> و همچنین، تصمیم آنها برای انتشار عمومی آن با مجوز منبع باز.

source: <0>Star images from your <1>history</1></0> <2>and have them appear here too!</2>
fa_ir: <0>تصاویر را از <1>تاریخچه</1></0> <2>خود ستاره‌دار کنید و بگذارید اینجا نیز نمایش داده شوند!</2>

source: 1) Use at your own risk, we assume no responsibilty for any consequences as a result of your use (or misuse) of this project. 2) Any use of this site or project implies acceptance of its terms, and rules, including the "be responsible" rules above, Stable Diffusion's <0>CreativeML Open RAIL-M license</0>, and this project's <1>MIT license</1>.
fa_ir: 1) با مسئولیت خود استفاده کنید، ما هیچ مسئولیتی را در قبال هر گونه عواقب ناشی از استفاده (یا سوء استفاده) شما از این پروژه بر عهده نمی‌گیریم. 2) هر گونه استفاده از این سایت یا پروژه به معنای پذیرش شرایط و قوانین آن، از جمله قوانین "مسئولیت‌پذیر بودن" در بالا، <0>مجوز CreativeML Open RAIL-M</0> Stable Diffusion و <1>مجوز MIT</1> این پروژه است.

source: A black image will be shown instead.
fa_ir: در عوض یک تصویر سیاه نمایش داده خواهد شد.

source: A newer version of this web app is available, reload to update?
fa_ir: نسخه جدیدتری از این برنامه تحت وب موجود است، برای به‌روزرسانی مجدداً بارگیری شود؟

source: About
fa_ir: درباره

source: Access Denied.
fa_ir: دسترسی رد شد.

source: Acknowledements and Thanks
fa_ir: قدردانی و تشکر

source: Adjust prompt and GO
fa_ir: دستور را تنظیم کنید و ادامه دهید

source: Admin
fa_ir: مدیر

source: Amount
fa_ir: مقدار

source: An error occured:
fa_ir: خطایی رخ داد:

source: Anonymous User
fa_ir: کاربر ناشناس

source: Are you sure? This action cannot be undone
fa_ir: آیا مطمئن هستید؟ این عمل قابل بازگشت نیست

source: Are you sure? This cannot be undone.
fa_ir: آیا مطمئن هستید؟ این قابل بازگشت نیست.

source: As a fully open source project, we're excited to have total transparancy and share this data with you. Get involved now on our <0>GitHub!</0>
fa_ir: ما به عنوان یک پروژه کاملاً متن‌باز، از شفافیت کامل و به اشتراک‌گذاشتن این داده‌ها با شما هیجان‌زده هستیم. اکنون در <0>GitHub ما مشارکت کنید!</0>

source: Back to Credits
fa_ir: بازگشت به طراحان

source: Be Responsible
fa_ir: مسئولیت‌پذیر باشید

source: Best for Anime
fa_ir: بهترین برای انیمه

source: Cancel
fa_ir: لغو

source: Check out {username}'s page on kiri.art
fa_ir: صفحه {username} را در kiri.art بررسی کنید

source: Check out this user page on kiri.art
fa_ir: صفحه این کاربر را در kiri.art بررسی کنید

source: Checkout
fa_ir: تسویه حساب

source: Classifier-Free Guidance (Scale)
fa_ir: راهنمای بدون طبقه‌بندی (مقیاس)

source: Clear History
fa_ir: پاک کردن تاریخچه

source: Code already redeeemed maximum number of times, sorry.
fa_ir: این کد قبلاً به تعداد حداکثر استفاده شده است، متأسفیم.

source: Coming Soon
fa_ir: به زودی

source: Community
fa_ir: جامعه

source: Confirm Date of Birth
fa_ir: تاریخ تولد را تأیید کنید

source: Connect with {0}
fa_ir: ارتباط با {0}

source: Copied to clipboard
fa_ir: در کلیپ‌بورد کپی شد

source: Credits
fa_ir: طراحان

source: Credits:
fa_ir: طراحان:

source: Currency
fa_ir: واحد پول

source: Date
fa_ir: تاریخ

source: Delete this star?
fa_ir: این ستاره حذف شود؟

source: Description / caption of your desired image. May include art styles like 'impressionist', 'digital art', photographic styles and lenses, and other hints.
fa_ir: توضیحات / شرح تصویر مورد نظر شما. می‌تواند شامل سبک‌های هنری مانند «امپرسیونیست»، «هنر دیجیتال»، سبک‌ها و لنزهای عکاسی و نکات دیگر باشد.

source: Description of all the things you <0>don't want</0> in the output image, e.g. prompt: "bouquet of roses", negative prompt: "red roses". You can also ask to exclude common diffusion artifacts like "deformed hands". Click the "reset" icon for some common defaults.
fa_ir: شرح همه چیزهایی که در تصویر خروجی <0>نمی‌خواهید</0>، به‌عنوان مثال دستور: "دسته گل رز"، دستور منفی: "رز قرمز". همچنین می‌توانید درخواست کنید که مصنوعات دیفیوژن رایج مانند «دست‌های تغییر شکل یافته» حذف شوند. برای برخی از پیش‌فرض‌های رایج، روی آیکن"تنظیم مجدد" کلیک کنید.

source: Do not create any harmful content (racist, inciteful, etc).
fa_ir: هیچ محتوای مضر (نژادپرستانه، تحریک‌آمیز و غیره) ایجاد نکنید.

source: Earn free credits by contributing to the project on GitHub!
fa_ir: با مشارکت در پروژه در GitHub اعتبار رایگان کسب کنید!

source: Event Log
fa_ir: گزارش رویداد

source: Explicit
fa_ir: صریح

source: Face Enhance
fa_ir: تقویت صورت

source: Face Restoration. Good for photorealistic images, bad for anime.
fa_ir: ترمیم صورت. خوب برای تصاویر واقعی، بد برای انیمه.

source: Filter
fa_ir: فیلتر

source: Filter out images that may be NSFW ("Not Safe for Work") and inappropriate for under 18s.
fa_ir: تصاویری را که ممکن است NSFW ("غیر ایمن برای کار") و برای افراد زیر 18 سال نامناسب باشند، فیلتر کن.

source: Free Credits
fa_ir: اعتبارهای رایگان

source: General - v3
fa_ir: عمومی - v3

source: Get More Credits
fa_ir: اعتبار بیشتری دریافت کنید

source: Go
fa_ir: برو

source: Google
fa_ir: گوگل

source: Height
fa_ir: ارتفاع

source: History
fa_ir: تاریخچه

source: History is kept on your <0>local device only</0>. It is not backed up to the cloud nor visible to others (in contrast to your <1>starred</1> images). Only the last {MAX_HISTORY} items are kept.
fa_ir: سابقه <0>فقط در دستگاه محلی</0> شما نگهداری می‌شود. سابقه در فضای ابری پشتیبان‌گیری نمی‌شود و برای دیگران قابل مشاهده نیست (برخلاف تصاویر <1>ستاره‌دار</1> شما). فقط {MAX_HISTORY} مورد آخر نگهداری می‌شود.

source: Home
fa_ir: صفحه اصلی

source: How closely to follow the prompt. Lower values = more creative, more variety. Higher values = more exact, may cause artifacts. Values of 5 - 15 tend to work best.
fa_ir: چقدر دقیق باید از دستور پیروی شود. مقادیر کمتر = خلاقیت بیشتر، تنوع بیشتر. مقادیر بیشتر = دقیق‌تر، ممکن است باعث ایجاد مصنوعات شود. مقادیر 5 تا 15 به بهترین شکل عمل می‌کنند.

source: Image Loaded
fa_ir: تصویر بارگذاری شد

source: Image to Image
fa_ir: تصویر به تصویر

source: Image will be down scaled to max 1024x1024.
fa_ir: مقیاس تصویر به حداکثر 1024x1024 کوچک می‌شود.

source: It can be used here instantly with free & paid credits, run for free on your own computer (if you have a suitable GPU) or very cheaply via <0>banana.dev</0>'s serverless GPU cloud (see the <1>README</1> for details). Get involved in our <2>GitHub project page</2> and let's build something awesome together.
fa_ir: می‌توان آن را فوراً در اینجا با اعتبارهای رایگان و پولی استفاده کرد، به صورت رایگان روی رایانه شخصی خود (در صورت داشتن یک GPU مناسب) یا بسیار ارزان از طریق یک فضای ابری GPU بدون سرور <0>banana.dev</0> اجرا کرد (برای اطلاع از جزئیات به <1>README</1> مراجعه کنید). در <2>صفحه پروژه GitHub</2> ما شرکت کنید و بیایید با هم چیزی عالی بسازیم.

source: It is Free and Open Source Software ("FOSS") developed by the community.
fa_ir: این یک نرم‌افزار رایگان و منبع‌باز ("FOSS") است که توسط جامعه توسعه یافته است.

source: It's focus is a simple, <0>zero-setup</0>, <1>mobile-first</1> interface that's <2>easy-to-share</2> with friends.
fa_ir: تمرکز آن یک رابط ساده، <0>بدون نیاز به تنظیم</0>، <1>ابتدا مناسب موبایل</1> است که <2>قابل اشتراک‌گذاری آسان</2> با دوستان باشد.

source: Item was reported {0} times has been removed. Thank you!
fa_ir: این مورد {0} بار گزارش شده و حذف شده است. متشکریم!

source: Item was reported {0} times. Thanks for reporting!
fa_ir: مورد {0} بار گزارش شده است. از اینکه گزارش دادید، متشکریم!

source: Items reported by {NUM_REPORTS_UNTIL_REMOVAL} users will be automatically removed.
fa_ir: موارد گزارش‌شده توسط {NUM_REPORTS_UNTIL_REMOVAL} کاربر به طور خودکار حذف خواهند شد.

source: Last 2 weeks
fa_ir: 2 هفته اخیر

source: Last 24 hours
fa_ir: 24 ساعت اخیر

source: Loading...
fa_ir: در حال بارگذاری...

source: Login
fa_ir: ورود

source: Logout
fa_ir: خروج

source: Maximum size is 1024x768 or 768x1024 because of memory limits.
fa_ir: به دلیل محدودیت حافظه، حداکثر اندازه 1024x768 یا 768x1024 است.

source: Model
fa_ir: مدل

source: Most Popular
fa_ir: محبوب‌ترین

source: Most Recent
fa_ir: جدیدترین

source: Must be a multiple of 64. Maximum image size is 1024x768 or 768x1024 because of memory limits.
fa_ir: باید مضرب 64 باشد. به دلیل محدودیت حافظه، حداکثر اندازه تصویر 1024x768 یا 768x1024 است.

source: My Credits
fa_ir: اعتبارهای من

source: Negative Prompt
fa_ir: دستور منفی

source: New Users
fa_ir: کاربران جدید

source: News
fa_ir: اخبار

source: Next credits on:
fa_ir: اعتبارات بعدی در:

source: No deepfakes aside for fair use (e.g. humour, education, nothing misleading or political).
fa_ir: برای استفاده منصفانه، هیچ دیپ‌فیکی کنار گذاشته نشود (مثلاً طنز، آموزش، هیچ چیز گمراه‌کننده یا سیاسی).

source: No such code exists.
fa_ir: چنین کدی وجود ندارد.

source: Notes
fa_ir: یادداشت‌ها

source: NSFW Filter
fa_ir: فیلتر NSFW

source: Number of denoising steps (how many times to iterate over and improve the image). Larger numbers take longer to render but may produce higher quality results.
fa_ir: تعداد مراحل حذف نویز (چند بار تکرار و بهبود تصویر). وارد کردن اعداد بزرگتر به زمان بیشتری برای رندر نیاز دارد، اما می‌تواند نتایج با کیفیت بالاتری تولید کند.

source: Number of Inference Steps
fa_ir: تعداد مراحل استنتاج

source: OK
fa_ir: تأیید

source: Only show stars with matching prompts. More advanced filters coming soon. Separate multiple terms with a pipe ("|") character.
fa_ir: فقط ستاره‌هایی با دستورات منطبق نمایش داده شود. فیلترهای پیشرفته‌تر به زودی فعال خواهد شد. چند عبارت را با یک کاراکتر ("|") جدا کنید.

source: Open Source, developer friendly.
fa_ir: منبع‌باز، برنامه‌نویس پسند.

source: Order {_id}
fa_ir: {_id} سفارش

source: Order History
fa_ir: سوابق سفارش

source: Order Status
fa_ir: وضعیت سفارش

source: Orders
fa_ir: سفارشات

source: Original model, best for most cases.
fa_ir: مدل اصلی، بهترین حالت برای اکثر موارد.

source: Our <0>event logs</0> are also available.
fa_ir: <0>گزارش‌های رویداد</0> ما نیز موجود است.

source: Pay
fa_ir: پرداخت

source: Please enter a valid seed or turn "Randomize" back on.
fa_ir: لطفاً یک عدد آغازین معتبر وارد کنید یا "تصادفی" را دوباره روشن کنید.

source: Please wait...
fa_ir: لطفاً صبر کنید

source: Potential NSFW content detected. A black image was returned instead. Try again with a different prompt and/or seed.
fa_ir: محتوای بالقوه NSFW شناسایی شد. به جای آن یک تصویر سیاه برگردانده شد. دوباره با یک دستور و/یا عدد آغازین دیگر امتحان کنید.

source: Privacy Policy
fa_ir: سیاست حفظ حریم خصوصی

source: Profile
fa_ir: پروفایل

source: Project Goals
fa_ir: اهداف پروژه

source: Prompt
fa_ir: دستور

source: Provider 1 is our original, historic provider. Provider 2 is a new, additional provider - with generations costing 0.25 credits each - temporarily - while we're still working on this.
fa_ir: ارائه دهنده 1 ارائه دهنده اصلی و تاریخی ما است. ارائه‌دهنده 2 یک ارائه‌دهنده جدید و اضافی است - با نسل‌هایی که هر کدام 0.25 اعتبار هزینه دارند - به طور موقت - در حالی که ما هنوز روی آن کار می‌کنیم.

source: Purchase Successful!
fa_ir: خرید موفق!

source: Purchased Credits
fa_ir: اعتبارهای خریداری شده

source: Purchased credits are used after you run out of free credits that month, and don't expire.
fa_ir: اعتبارهای خریداری‌شده پس از اتمام اعتبار رایگان آن ماه استفاده می‌شود و منقضی نمی‌شود.

source: Quick Start
fa_ir: شروع سریع

source: Randomize
fa_ir: تصادفی

source: Randomize Seed on every request. This means each new image will be completely different. If you want to, instead, "tweak" your last creation, turn this off.
fa_ir: عدد آغازین تصادفی، در هر درخواست. این بدان معناست که هر تصویر جدید کاملاً متفاوت خواهد بود. در عوض اگر می‌خواهید آخرین ساخته خود را «اصلاح» کنید، آن را خاموش کنید.

source: Read the full Terms of Service below.
fa_ir: شرایط کامل خدمات را در زیر بخوانید.

source: Reason
fa_ir: دلیل

source: Redeem
fa_ir: بازخرید

source: Redeem Credit Code
fa_ir: بازخرید کد اعتبار

source: Reminder: this is Free and Open Source Software. You can run your own copy for free on your own PC, with either a suitable graphics card or a cheap Banana.Dev acccount. More info on the <0>About Page</0>.
fa_ir: یادآوری: این نرم‌افزار رایگان و متن‌باز است. می‌توانید نسخه شخصی خود را به صورت رایگان بر روی رایانه شخصی خود، با یک کارت گرافیک مناسب یا یک حساب Banana.Dev ارزان اجرا کنید. اطلاعات بیشتر در <0>صفحه درباره</0>.

source: Report this star?
fa_ir: این ستاره را گزارش می‌کنید؟

source: Requests
fa_ir: درخواست‌ها

source: Resources
fa_ir: منابع

source: Roadmap
fa_ir: نقشه راه

source: Sampler
fa_ir: نمونه‌بردار

source: Save
fa_ir: ذخیره

source: Secure Payment via Stripe.com and partners.
fa_ir: پرداخت ایمن از طریق Stripe.com و شرکا.

source: See all inputs and remix at {url}
fa_ir: مشاهده همه ورودی‌ها و ریمیکس در {url}

source: See my Kiri.Art creation!
fa_ir: خلاقیت Kiri.Art من را ببینید!

source: Seed
fa_ir: عدد آغازین

source: SEND IMAGE TO
fa_ir: ارسال تصویر به

source: Share Inputs
fa_ir: اشتراک‌گذاری ورودی‌ها

source: Sheduler
fa_ir: برنامه‌ریز

source: Speed, stability, cost
fa_ir: سرعت، ثبات، هزینه

source: Start Creating
fa_ir: آفریدن را آغاز کنید

source: Stats
fa_ir: آمار

source: Status
fa_ir: وضعیت

source: Steps
fa_ir: مراحل

source: Successfully redeemed {0} credits.
fa_ir: {0} اعتبار با موفقیت بازخرید شد.

source: Super simple, easy to share.
fa_ir: فوق‌العاده ساده، قابلیت اشتراک‌گذاری آسان.

source: Terms of Service
fa_ir: شرایط استفاده از خدمات

source: Text to Image
fa_ir: متن به تصویر

source: The charge will appear from "Wastelands Networking" or "KIRI.ART".
fa_ir: هزینه از طرف "Wastelands Networking" یا "KIRI.ART" در صورتحساب شما منظور می‌شود.

source: This cannot be undone. All likes will be lost.
fa_ir: این قابل بازگشت نیست. همه لایک‌ها از بین خواهند رفت.

source: This project is based on Free and Open Source Software. You can run it on your own computer for free (if you have a suitable GPU, or with your own Banana serverless GPU account). Want to get involved? See the <0>about</0> page.
fa_ir: این پروژه بر اساس نرم‌افزار رایگان و متن‌باز است. می‌توانید آن را به صورت رایگان روی رایانه شخصی خود اجرا کنید (اگر یک GPU مناسب دارید یا با حساب GPU بدون سرور Banana خود). می‌خواهید مشارکت کنید؟ به صفحه <0>درباره</0> مراجعه کنید.

source: This project is community run by volunteers in our spare time. We make no guarantees, and refunds are not possible at this time.
fa_ir: این پروژه توسط داوطلبان جامعه در اوقات فراغت ما اداره می‌شود. ما هیچ تضمینی ارائه نمی‌کنیم و بازپرداخت در حال حاضر امکان‌پذیر نیست.

source: TOTAL
fa_ir: مجموع

source: Total Credits
fa_ir: مجموع اعتبار

source: Total credits available for immediate use.
fa_ir: مجموع اعتبارات موجود برای استفاده فوری.

source: Total Requests
fa_ir: کل درخواست‌ها

source: Total Users
fa_ir: مجموع کاربران

source: Transparent development and easy for developers to get involved. Especially web devs without any prior background in Machine Learning.
fa_ir: توسعه شفاف و امکان مشارکت آسان برای توسعه‌دهندگان. به خصوص توسعه‌دهندگان وب بدون پیشینه قبلی در یادگیری ماشین.

source: Twitter
fa_ir: توئیتر

source: Upload an image with button below
fa_ir: یک تصویر را با دکمه زیر بارگذاری کنید

source: Upsample
fa_ir: نمونه‌برداری افزایشی

source: Upsampling
fa_ir: نمونه افزایی

source: USD
fa_ir: دلار

source: Use mouse / finger to draw mask over it
fa_ir: از ماوس / انگشت برای ترسیم ماسک روی آن استفاده کنید

source: User not found
fa_ir: کاربر یافت نشد

source: Username not available.
fa_ir: نام کاربری در دسترس نیست.

source: Users
fa_ir: کاربران

source: Using an identical seed with identical options (prompt, guidance scale, etc) will always produce the same image. This can be useful to tweak prior creations, to understand how the other options affect the process (by removing the "random" element), or when sharing your work. A number between {0} and {MAX_SEED_VALUE}.
fa_ir: استفاده از یک عدد آغازین یکسان با گزینه‌های یکسان (دستور، مقیاس راهنما، و غیره) همیشه یک تصویر را ایجاد می‌کند. این قابلیت می‌تواند برای بهینه‌سازی آثار قبلی، درک نحوه تأثیر گزینه‌های دیگر بر فرآیند (با حذف عنصر «تصادفی»)، یا هنگام اشتراک‌گذاری کارتان مفید باشد. عددی بین {0} و {MAX_SEED_VALUE}.

source: We cannot overstate our thanks, appreciation and gratitude towards the following researchers, organizations and companies for their role in helping to <0>democratize AI</0>.
fa_ir: ما نمی‌توانیم آنگونه که شایسته است مراتب تشکر، قدردانی و سپاس خود را نسبت به محققان، سازمان‌ها و شرکت‌های زیر به خاطر نقشی که در کمک به <0>دموکراتیک‌سازی هوش مصنوعی</0> داشتند، بیان کنیم.

source: Width
fa_ir: عرض

source: Width of output image.
fa_ir: عرض تصویر خروجی.

source: You have already redeemed this code before.
fa_ir: قبلاً از این کد استفاده کرده‌اید.

source: You must make clear on any content you share elsewhere that the image is computer generated.
fa_ir: شما باید در هر محتوایی که در جاهای دیگر به اشتراک می‌گذارید، مشخص کنید که این تصویر توسط رایانه تولید شده است.

source: Zero setup, mobile-first. Easy for anyone - no matter their tech experience - to have access to this technology, and be able to play around and get excited about it.
fa_ir: بدون نیاز به راه‌اندازی، ابتدا مناسب موبایل دسترسی به این فناوری برای هر کسی - بدون توجه به تجربه فنی که دارد - آسان است و می‌تواند با آن بازی کند و هیجان زده شود.
